{
  "features": "Features",
  "serviceTitle": "Professional service for your car",
  "serviceDescription": "Welcome to our mechanical workshop, where performance and reliability of your vehicle is our main concern. In Greens Tires, we are committed to providing you with first-class service class and keep your car in its best shape. Here you will find much more than a simple mechanical workshop, you will find a team passionate mechanics dedicated to your comfort and safety in the road.",
  "ourServiceTitle": "Our services",
  "motorRepairTitle": "Motor repair",
  "motorRepairDescription": "Restauramos la potencia y el rendimiento de motores con precisión y experiencia, devolviendo vida a tu vehículo.",
  "change of spare parts": "Change of spare parts",
  "changeOfSparePartsDescription": " We renew your vehicle with quality spare parts, returning efficiency and reliability to your car.",
  "maintenanceAndServicePreventiveTitle": "Maintenance and service preventive",
  "maintenanceAndServicePreventiveDescription": "Protect your automotive investment with our expert maintenance, preventing problems and extending the life of your vehicle.",
  "paintingAndWaxingTitle": "Painting and waxing",
  "paintingAndWaxingdescrition": "Restore the shine and protect the aesthetics of your vehicle with our professional painting and waxing service.",
  "computerProgrammingAndKeysTitle": "Computer programming and keys",
  "computerProgrammingAndKeysDescription": "Regain full control of your vehicle with our specialized key programming and automotive computers.",
  "weldingAndBodyworkTitle": "Welding and bodywork",
  "weldingAndBodyworkDescription": "We repair your vehicle with precision and quality through our expert welding and tooling service.",
  "tuningTitle": "Tuning",
  "tuningDescription": "At our engine repair shop, we specialize in bringing your vehicle back to life with complete service. We balance engines to ensure smooth and efficient operation, and we fine-tune every detail to optimize performance. Trust us to restore lost power and keep your engine in its best shape.",
  "vulcanizedTitle": "Vulcanized",
  "vulcanizedDescription": "At our vulcanizer, we specialize in providing you with high quality solutions for your tires. Our team of highly trained experts uses advanced technology and precise vulcanization methods to repair your damaged tires, extend their life, and keep you safe on the road. We perform fast and efficient repairs, from detecting and repairing punctures to retreading worn tires. Additionally, we offer a wide range of services including wheel balancing and alignment to ensure optimal performance of your tires. Trust us to keep your wheels in excellent condition and enjoy a smooth and safe ride at all times.",
  "weldingTitle": "Welding and bodywork",
  "weldingDescription": "We perform precision sheet metal and welding repairs to remove dents, dings and damage to the body of your vehicle. Whether it's a small scratch or more extensive damage, we're prepared to restore it to its original appearance. Additionally, we offer high-quality tire repair services, including wheel balancing and alignment to ensure optimal performance of your tires. This not only improves handling, but also extends the life of your tires and ensures safety on the road. Trust us to restore the beauty and functionality of your vehicle, no matter the extent of the damage. At our shop, your car will be treated with the utmost care and attention to detail, and we will return you a vehicle that looks and runs like new.",
  "paintingTitle ": "Painting and waxing",
  "paintDescription": "Your car's paint is its letter of introduction, and in our workshop, we strive to return it to its original shine and color. We carry out paint repairs, covering everything from small scratches and dents to complete repaint jobs. Our carefully selected paint process ensures a consistent, high-quality finish that will revitalize the aesthetics of your vehicle. In addition to painting, we offer professional waxing services that not only enhance the beauty of your car, but also provide a layer of protection against the elements and everyday wear and tear. This not only keeps your vehicle's appearance at its best, but also extends its life.",
  "visitUs": "Visit us",
  "address": "Address : 5900 Castle hayne rd.28492",
  "schedule": "Schedule",
  "Monday": "Lunes",
  "Tuesday": "Martes",
  "Wednesday": "Miercoles",
  "Thursday": "Jueves",
  "Friday": "Viernes",
  "Saturday": "Sabado",
  "Sunday": "Domingo",
  "contactUs": "Contac us"
}
