{
  "features": "Funcionalidades",
  "serviceTitle": "Servicio profesional para tu auto",
  "serviceDescription": "Bienvenido a nuestro taller mecanico, donde el rendimiento y la confiabilidad de tu vehiculo son nuestra principal preocupacion. En Greens Tires, estamos comprometido a brindarte un servicio de primera clase y mantener a tu automovil en su mejor forma. Aquí encontraras mucho mas que un simple taller mecanico, encontraras un equipo apacionado de mecanicos dedicados a tu comodidad y seguridad en la carretera.",
  "ourServiceTitle": "Nuestros servicios",
  "motorRepairTitle": "Reparacion de motores",
  "motorRepairDescription": "Restauramos la potencia y el rendimiento de motores con precisión y experiencia, devolviendo vida a tu vehículo",
  "changeOfSparePartsTitle": "Cambio de refacciones",
  "changeOfSparePartsDescription": "Renovamos tu vehículo con repuestos de calidad, devolviendo la eficiencia y confiabilidad a tu automóvil",
  "maintenanceAndServicePreventiveTitle": "Mantenimiento y servicio preventivo",
  "maintenanceAndServicePreventiveDescription": "Protege tu inversión automotriz con nuestro mantenimiento experto, previniendo problemas y alargando la vida de tu vehículo.",
  "paintingAndWaxingTitle": "Pintura y encerado",
  "paintingAndWaxingdescrition": "Restaura el brillo y protege la estética de tu vehículo con nuestro servicio de pintura y encerado profesional.",
  "computerProgrammingAndKeysTitle": "Programación de computadoras y llaves",
  "computerProgrammingAndKeysDescription": "Recupera el control total de tu vehículo con nuestra programación de llaves y computadoras automotrices especializada",
  "weldingAndBodyworkTitle": "Soldadura y hojalatería",
  "weldingAndBodyworkDescription": "Reparamos tu vehículo con precisión y calidad a través de nuestro servicio de soldadura y talachería experta.",
  "tuningTitle": "Afinación",
  "tuningDescription": "En nuestro taller nos enorgullecemos de ofrecer una gama completa de servicios de afinacion diseñados para optimizar el rendimiento y la eficiencia de tu vehículo. Nuestro equipo de técnicos altamente capacitados utiliza herramientas y equipos de diagnóstico de vanguardia para realizar un cambio de aceite y filtro de alta calidad, reemplazar las bujías, ajustar la sincronización del motor, limpiar los inyectores de combustible, verificar la suspensión y alinear las ruedas, inspeccionar los frenos y garantizar que todos los sistemas funcionen de manera óptima.",
  "vulcanizedTitle": "Vulcanizados",
  "vulcanizedDescription": "At our vulcanizer, we specialize in providing you with high quality solutions for your tires. Our team of highly trained experts uses advanced technology and precise vulcanization methods to repair your damaged tires, extend their life, and keep you safe on the road. We perform fast and efficient repairs, from detecting and repairing punctures to retreading worn tires. Additionally, we offer a wide range of services including wheel balancing and alignment to ensure optimal performance of your tires. Trust us to keep your wheels in excellent condition and enjoy a smooth and safe ride at all times.",
  "weldingTitle": "Soldadura y hojalatería",
  "weldingDescription": "Realizamos reparaciones de chapa y soldadura con precisión para eliminar abolladuras, golpes y daños en la carrocería de tu vehículo. Ya sea un pequeño raspón o un daño más extenso, estamos preparados para devolverle su apariencia original. Además, ofrecemos servicios de talachería de alta calidad, que incluyen el equilibrado y alineación de ruedas para garantizar un rendimiento óptimo de tus neumáticos. Esto no solo mejora la conducción, sino que también prolonga la vida útil de tus neumáticos y asegura la seguridad en la carretera. Confía en nosotros para restaurar la belleza y la funcionalidad de tu vehículo, sin importar el alcance de los daños. En nuestro taller, tu coche será tratado con el máximo cuidado y atención al detalle, y te devolveremos un vehículo que luce y funciona como nuevo.",
  "paintingTitle ": "Pintura y encerado",
  "paintDescription": "La pintura de tu automóvil es su carta de presentación, y en nuestro taller, nos esforzamos por devolverle su brillo y color original. Realizamos reparaciones de pintura, cubriendo desde pequeños arañazos y abolladuras hasta trabajos completos de repintado. Nuestro proceso de pintura cuidadosamente seleccionado garantiza un acabado uniforme y de alta calidad que revitalizará la estética de tu vehículo.Además de la pintura,ofrecemos servicios de encerado profesional que no solo realzan la belleza de tu automóvil, sino que también brindan una capa de protección contra los elementos y el desgaste cotidiano. Esto no solo mantiene la apariencia de tu vehículo en su mejor estado,sino que también prolonga su vida útil.",
  "visitUs": "Visitanos",
  "address": "Dirección : 5900 Castle hayne rd.28492",
  "schedule": "Horario",
  "Monday": "Lunes",
  "Tuesday": "Martes",
  "Wednesday": "Miercoles",
  "Thursday": "Jueves",
  "Friday": "Viernes",
  "Saturday": "Sabado",
  "Sunday": "Domingo",
  "contactUs": "Contactanos"
}
